{"translation-revision-date":"2023-11-16 19:23:35+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_AR"},"T-Shirt":["Remera"],"Long Sleeve Tee":["Remera manga larga"],"Polo":["Chomba"],"Something went wrong. Please contact us for assistance.":["Algo salió mal. Por favor, contactanos para obtener ayuda."],"Sorry, this order requires a shipping option.":["Lo siento, este pedido necesita una opción de envío."],"%s (optional)":["%s (opcional)"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["El pago ha encontrado un error inesperado. <button>Intentá recargar la página<\/button>. Si el error persiste, contactanos para que podamos ayudarte."],"Browse store":["Navegar por la tienda"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["El pago no está disponible mientras tu carrito esté vacío – por favor, recorré nuestra tienda y volvé cuando hayas hecho un pedido."],"Your cart is currently empty!":["¡Tu carrito en este momento está vacío!"],"Orange":["Naranja"],"Lightweight baseball cap":["Gorra de beisbol ligera"],"Cap":["Gorra"],"Yellow":["Amarillo"],"Warm hat for winter":["Gorras para invierno"],"Beanie":["Gorro Beanie"],"example product in Cart Block\u0004Beanie":["Gorro Beanie"],"example product in Cart Block\u0004Beanie with Logo":["Gorro Beanie con logo"],"Click here to log in.":["Hacé clic aquí para iniciar sesión."],"Edit your cart":["Edita tu carrito"],"Please edit your cart and try again.":["Por favor, modificá tu carrito e intentalo de nuevo."],"There is a problem with your cart":["Hubo un problema con tu carrito"],"Checkout error":["Error al finalizar compra"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Hubo un problema durante el registro. Intentalo de nuevo. Si el problema persiste, ponete en contacto con nosotros para que podamos ayudarte."],"There was a problem with your shipping option.":["Hubo un problema con tu opción de envío."],"There was a problem with your payment option.":["Hubo un problema con tu opción de pago."],"Something went wrong. Please contact us to get assistance.":["Algo salió mal. Por favor, contactanos para obtener ayuda."],"Sales tax":["Impuesto de ventas"],"Color":["Color"],"Small":["Pequeño"],"Size":["Tamaño"],"Oops!":["¡Ups!"],"There was an error loading the content.":["Hubo un error al cargar el contenido."],"Retry":["Reintentar"],"Free shipping":["Envío gratuito"],"Error:":["Error:"],"You must be logged in to checkout.":["Debes iniciar sesión para realizar el pago."],"Shipping":["Envío"],"Local pickup":["Recogida local"],"Fee":["Cuota"]}},"comment":{"reference":"assets\/client\/blocks\/checkout-frontend.js"}}